Repository: Pro-Clubs-Zone/app
Catalog: src/locales/*/messages.po
Languages: es

source: Accept
es: Aceptar

source: Accepted Clubs
es: Clubes aceptados

source: Add Players
es: Añadir jugadores

source: All new leagues are private by default. You can join one if you have an invitation code.
es: Todas las ligas nuevas son privadas por defecto. Puedes unirte a una si tienes un código de invitación.

source: All your sent requests will appear here
es: Todas las solicitudes enviadas aparecerán aquí

source: Already have an account?
es: ¿Ya tiene una cuenta?

source: Are you sure you want to leave this club? This action can't be undone
es: ¿Estás seguro de que quieres dejar este club? Esta acción no se puede deshacer

source: Are you sure you want to remove player stats submission for this match?
es: ¿Estás seguro de que quieres eliminar el envío de estadísticas de los jugadores para este partido?

source: Are you sure you want to remove this player?
es: ¿Está seguro de que quiere eliminar este jugador?

source: Are you sure you want to remove your club? This action can't be undone
es: ¿Estás seguro de que quieres eliminar tu club? Esta acción no se puede deshacer

source: Are you sure you want to remove your sent request?
es: ¿Está seguro de que quiere eliminar su solicitud enviada?

source: Are you sure you want to schedule matches and start the league?
es: ¿Estás seguro de que quieres programar los partidos y empezar la liga?

source: At least {0} characters
es: Al menos {0} caracteres

source: At least {0} letters
es: Al menos {0} letras

source: Can't accept club due to league team limit. Either remove accepted teams or decline this request.
es: No se puede aceptar el club debido al límite de equipos de la liga. Retira los equipos aceptados o rechaza esta solicitud.

source: Can't access storage
es: No se puede acceder al almacenamiento

source: Cancel
es: Cancelar

source: Check out the league leaders
es: Consulta los líderes de la liga

source: Close
es: Cerrar

source: Club Name
es: Nombre del club

source: Club Requests
es: Solicitudes de los clubes

source: Clubs
es: Clubes

source: Coming Soon
es: Próximamente

source: Communication
es: Comunicación

source: Confirm
es: Confirmar

source: Conflict Match
es: Partido del Conflicto

source: Create Club
es: Crear un club

source: Create League
es: Crear Liga

source: Create Your Club
es: Crea tu club

source: Currently this league has no accepted clubs. Check out later
es: Actualmente esta liga no tiene clubes aceptados. Compruébalo más adelante

source: Decline
es: Declinación

source: Delete League?
es: ¿Borrar la Liga?

source: Describe your league and its rules
es: Describa su liga y sus reglas

source: Description
es: Descripción

source: E-mail
es: Correo electrónico

source: Email is badly formatted
es: El correo electrónico está mal formateado

source: Email is not verified
es: El correo electrónico no está verificado

source: Enter E-mail
es: Introduzca el correo electrónico

source: Enter Password
es: Introduzca la contraseña

source: Enter Score
es: Introduzca la puntuación

source: Enter Username
es: Introduzca el nombre de usuario

source: Field can't be empty
es: El campo no puede estar vacío

source: Get Reset Link
es: Obtener el enlace de reinicio

source: Goals
es: Objetivos

source: I played as a Goalkeeper
es: He jugado como portero

source: If you want to participate in your own league
es: Si quieres participar en tu propia liga

source: Invalid URL format
es: Formato de URL inválido

source: Invite Clubs
es: Invitar a los clubes

source: Invite Players
es: Invitar a los jugadores

source: It is impossible to recover deleted league. After removal the app will restart
es: Es imposible recuperar la liga borrada. Después de la eliminación, la aplicación se reiniciará

source: Join Club
es: Únete al Club

source: Join League
es: Únase a la Liga

source: Join leagues that are open to public
es: Únase a las ligas abiertas al público

source: Join {leagueName} on Pro Clubs Zone!
es: ¡Únete a {leagueName} en Pro Clubs Zone!

source: League
es: Liga

source: League - {0}
es: Liga - {0}

source: League Clubs
es: Clubes de la Liga

source: League Explorer
es: Explorador de la Liga

source: League Limit Reached
es: Límite de la liga alcanzado

source: League Name (required)
es: Nombre de la liga (obligatorio)

source: League Requests
es: Solicitudes de la Liga

source: League Stats
es: Estadísticas de la liga

source: League is full and matches can be scheduled
es: La liga está llena y se pueden programar partidos

source: League link has expired or wrong
es: El enlace de la liga ha caducado o es erróneo

source: League not found
es: Liga no encontrada

source: League not started
es: Liga no iniciada

source: Leave
es: Deja

source: Leave Club
es: Dejar el club

source: Load more
es: Cargar más

source: Loading
es: Cargando

source: Man of the Match
es: Hombre del partido

source: Manage your received and sent request
es: Gestionar las solicitudes recibidas y enviadas

source: Manager
es: Director técnico

source: Manager uploaded no images
es: El entrenador no ha subido ninguna imagen

source: Match Resolved
es: Partido resuelto

source: Match cannot be published due to conflict.
es: El partido no puede ser publicado debido a un conflicto.

source: Match is a draw
es: El partido es un empate

source: Match scores are missing
es: Faltan los resultados de los partidos

source: Match was published with the selected result
es: Se ha publicado el partido con el resultado seleccionado

source: Match will be published once opponent submits their result
es: El partido se publicará una vez que el oponente envíe su resultado

source: Match will be reviewed
es: El partido será revisado

source: Minimum {0} letters, no profanity
es: Mínimo {0} letras, sin blasfemia

source: My Requests
es: Mis peticiones

source: New Requests
es: Nuevas solicitudes

source: New password is not strong enough.
es: La nueva contraseña no es lo suficientemente fuerte.

source: No Accepted Clubs
es: Clubes no aceptados

source: No Club
es: Ningún club

source: No Clubs in League
es: No hay clubes en la liga

source: No Fixtures
es: No hay cruces

source: No MOTM
es: No hay MOTM

source: No Proof
es: No hay pruebas

source: No Public Leagues
es: No hay ligas públicas

source: No Upcoming Matches
es: No hay próximos partidos

source: No goalscorers
es: Sin goleadores

source: No players yet
es: Todavía no hay jugadores

source: No screenshots
es: No hay capturas de pantalla

source: No space character
es: Sin carácter de espacio

source: No stats available
es: No hay estadísticas disponibles

source: Options
es: Opciones

source: PSN or Xbox Username
es: Nombre de usuario de PSN o Xbox

source: Participated Players
es: Jugadores participantes

source: Password
es: Contraseña

source: Password Changed
es: Contraseña cambiada

source: Password Reset
es: Restablecimiento de la contraseña

source: Password reset code has expired
es: El código de restablecimiento de la contraseña ha caducado

source: Password reset link was send to your email
es: El enlace para restablecer la contraseña fue enviado a su correo electrónico

source: Past Fixtures
es: Partidos anteriores

source: Pick Result
es: Elegir

source: Platform
es: Plataforma

source: Player
es: Jugador

source: Player Performance
es: Rendimiento de los jugadores

source: Player performance stats submission for this match was removed
es: Se ha eliminado el envío de estadísticas de rendimiento de los jugadores para este partido

source: Players uploaded no images
es: Los jugadores no han subido ninguna imagen

source: Please sign in first to create a league
es: Por favor, regístrese primero para crear una liga

source: Problem processing image
es: Problema de procesamiento de la imagen

source: Public League
es: Liga pública

source: Rating
es: Clasificación

source: Received club requests will appear here
es: Las solicitudes de clubes recibidas aparecerán aquí

source: Received league requests will appear here
es: Las solicitudes de liga recibidas aparecerán aquí

source: Remove
es: Eliminar

source: Remove Club
es: Eliminar el club

source: Remove Player
es: Retirar al jugador

source: Remove Player Stat
es: Eliminar la estadística del jugador

source: Remove Request
es: Retirar la solicitud

source: Removing League...
es: Eliminación de la Liga...

source: Removing player stats
es: Eliminación de las estadísticas de los jugadores

source: Report Match
es: Informe del partido

source: Request Sent
es: Solicitud enviada

source: Required Screenshots
es: Capturas de pantalla necesarias

source: Reset Password
es: Restablecer contraseña

source: Result Submitted
es: Resultado presentado

source: Review and resolve all conflicted matches
es: Revisar y resolver todos los partidos conflictivos

source: Roster
es: Plantilla

source: Schedule
es: Programar

source: Schedule Matches
es: Programar los partidos

source: Select
es: Seleccione

source: Select Platform
es: Seleccione la plataforma

source: Send Request
es: Enviar solicitud

source: Send request to {0} to join?
es: Enviar solicitud a {0} para unirse?

source: Sent Requests
es: Solicitudes enviadas

source: Set up the league and invite players
es: Crear la liga e invitar a los jugadores

source: Share report with admin
es: Compartir el informe con el administrador

source: Sign In
es: Registrarse

source: Sign Up
es: Inscríbete

source: Sign in now
es: Acceder ahora

source: Sign in to continue
es: Iniciar sesión para continuar

source: Something went wrong
es: Algo salió mal

source: Stats submitted
es: Estadísticas presentadas

source: Submission Removed
es: Presentación eliminada

source: Submit
es: Enviar

source: Submit Match
es: Enviar partido

source: Submit Stats
es: Enviar estadísticas

source: Submitting Match...
es: Presentando el partido...

source: Submitting Performance Stats...
es: Envío de estadísticas de rendimiento...

source: Team
es: Equipo

source: Team Limit Reached
es: Límite del equipo alcanzado

source: Teams
es: Equipos

source: That email address is invalid
es: Esa dirección de correo electrónico no es válida

source: The password is invalid or the user does not have a password.
es: La contraseña no es válida o el usuario no tiene contraseña.

source: There is no user with this email
es: No hay ningún usuario con este correo electrónico

source: There is something wrong with your image. Please send this image to your league admin or PRZ team
es: Hay un problema con su imagen. Por favor, envíe esta imagen al administrador de su liga o al equipo de PRZ

source: This league currently has no submitted matches
es: Esta liga no tiene actualmente ningún partido presentado

source: Upload Screenshots
es: Cargar capturas de pantalla

source: Username
es: Nombre de usuario

source: View Proof
es: Ver prueba

source: Wrong image
es: Imagen incorrecta

source: You can invite clubs from league page
es: Puedes invitar a los clubes desde la página de la liga

source: You can schedule matches once the league has {teamNum} teams
es: Puedes programar partidos una vez que la liga tenga {teamNum} equipos

source: You can sign in with your new password
es: Puedes iniciar sesión con tu nueva contraseña

source: You cannot remove club when league is scheduled
es: No se puede eliminar el club cuando la liga está programada

source: You have denied the app access to storage. To change, give the permission from the Android app info menu.
es: Has denegado a la aplicación el acceso al almacenamiento. Para cambiar, da el permiso desde el menú de información de la aplicación de Android.

source: You have selected more than 11 players for this match
es: Has seleccionado más de 11 jugadores para este partido

source: Your player performance stats are now published
es: Las estadísticas de tu rendimiento han sido publicadas

source: i.e. La Liga
es: es decir, la Liga

source: {0} Submission
es: {0} Presentación

source: {0} Teams
es: {0} Equipos

source: {0} clubs / {1} matches
es: {0} clubes / {1} partidos

source: {0} goalscorers
es: {0} goleadores

source: {0} is winner
es: {0} es ganador

source: Check your email for verification link. Also make sure to check Spam folder.
es: Compruebe su correo electrónico para ver el enlace de verificación. Asegúrese también de revisar la carpeta de Spam.

source: Don’t have an account?
es: ¿No tiene una cuenta?

source: Home/Away
es: Local/Visitante

source: I've verified
es: He verificado

source: Make sure you are uploading screenshot made in-game from your console
es: Asegúrate de que estás subiendo una captura de pantalla hecha en el juego desde tu consola

source: No screenshot uploaded
es: No se ha subido ninguna captura de pantalla

source: Please upload in-game screenshot taken from the console
es: Por favor, sube una captura de pantalla del juego tomada desde la consola

source: Resend
es: Reenviar

source: Rounds
es: Rondas

source: Sign up now.
es: Inscríbase ahora.

source: Single
es: Solo

source: Skip Stats Submission
es: Omitir la presentación de estadísticas

source: Skip Submission
es: Omitir la presentación

source: Verification link sent
es: Enlace de verificación enviado

source: You are about to skip stats submission for this match. This action can't be undone.
es: Estás a punto de omitir el envío de estadísticas para este partido. Esta acción no se puede deshacer.

source: Contact PRZ to create more than one league.
es: Contacta con PRZ para crear más de una liga.

source: Contact PRZ to enable this option
es: Póngase en contacto con PRZ para activar esta opción

source: No players added
es: No se han añadido jugadores

source: Please select all the participated players from your roster to submit the match.
es: Por favor, seleccione todos los jugadores participantes de su lista para presentar el partido.

source: Admin Center
es: Centro de administración

source: All conflicted and single-submission fixtures will appear here
es: Todas las instalaciones conflictivas y de presentación única aparecerán aquí

source: As this league is already scheduled, you will be placed on the waiting list until league admin accepts your club.
es: Como esta liga ya está programada, se le incluirá en la lista de espera hasta que la administración de la liga acepte a su club.

source: Can't accept club due to league team limit. Remove or swap accepted clubs, or decline this request.
es: No se puede aceptar el club debido al límite de equipos de la liga. Elimina o intercambia los clubes aceptados, o rechaza esta solicitud.

source: Confirm Swap
es: Confirmar intercambio

source: Find answers to most frequently asked questions.
es: Encuentre respuestas a las preguntas más frecuentes.

source: Get in touch
es: Póngase en contacto con nosotros

source: Help
es: Ayuda

source: Match Submissions
es: Presentación de partidos

source: New app version available.
es: Nueva versión de la aplicación disponible.

source: No fixtures
es: No hay accesorios

source: Swap Clubs
es: Clubes de intercambio

source: Update now to continue
es: Actualizar ahora para continuar

source: You are about to swap old club {0} with new club {1}. This action can't be undone.
es: Estás a punto de cambiar el viejo club {0} por el nuevo club {1}. Esta acción no se puede deshacer.

source: Are you sure you want to pick {0} as a winner? Take this action only when team(s) didn't show up
es: ¿Estás seguro de que quieres elegir a {0} como ganador? Realiza esta acción sólo cuando el equipo o equipos no se presenten

source: Are you sure you want to remove selected admin?
es: ¿Está seguro de que quiere eliminar el administrador seleccionado?

source: Can't invite the user
es: No se puede invitar al usuario

source: Confirmation is sent to user's email. Once confirmed, user will become an admin.
es: La confirmación se envía al correo electrónico del usuario. Una vez confirmada, el usuario se convertirá en administrador.

source: Email
es: Correo electrónico

source: If this issue occurs often, please report to us.
es: Si este problema ocurre a menudo, por favor infórmenos.

source: Invite new admin
es: Invitar a un nuevo administrador

source: My Matches
es: Mis partidos

source: Remove admin
es: Eliminar a los administradores

source: Send invite
es: Enviar invitación

source: Submit matches even when you lost.
es: Presenta los partidos incluso cuando has perdido.

source: User invited
es: Usuario invitado

source: User is not registered or not verified his email yet
es: El usuario no está registrado o no ha verificado su correo electrónico todavía

source: WARNING: Resolve Match
es: ADVERTENCIA: Resolver el partido

source: 1. Facts - 2. Player Ratings - 3. Player ID List
es: 1. Marcador - 2. Clasificación de los jugadores - 3. Lista de id de los jugadores

source: Forgot login details?
es: ¿Olvidaste los datos de acceso?

source: Get help recovering it.
es: Obtén ayuda para recuperarlo

source: My Leagues & Clubs
es: Mis ligas y equipos

source: Report bugs, request features or just come to say hi!
es: ¡Informar error, solicite características o simplemente ven a saludar!

source: Language
es: Idioma

source: Update
es: Actualizar

source: All transfer history will appear here
es: Todo el historial de transferencias aparecerá aquí

source: Manage
es: Gestionar

source: Transfer
es: Transferencia

source: Transfer History
es: Historia de la transferencia

source: {0} Roster
es: {0} Lista

source: No Transfers
es: Sin transferencias

source: Manager your club and roster
es: Gestiona tu club y tu plantilla

source: Sent - {sentRequests}
es: Enviado: {sentRequests}

source: You are about to remove {0} from the league. This actions can't be undone.
es: Estás a punto de eliminar a {0} de la liga. Estas acciones no se pueden deshacer.

source: Send request to {clubName} to join?
es: Enviar solicitud a {clubName} para unirse?

source: Day/Month - Time
es: Día/Mes - Hora

source: Match is unpublished
es: El partido es inédito

source: Reset match
es: Reiniciar el partido

source: Reset match result
es: Restablecer el resultado del partido

source: This match has been successfully unpublished
es: Este partido ha sido anulado con éxito

source: WARNING: You are about to reset result and unpublish this match
es: ADVERTENCIA: Está a punto de restablecer el resultado y anular la publicación de este partido
